[
    {
        "name": "Increase weight in lifts",
        "description": "Strength goal to increase the amount of weight lifted in specific exercises such as squats, bench press, deadlifts, etc.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Aumentar el peso en los levantamientos"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de fuerza para aumentar la cantidad de peso levantada en ejercicios específicos como sentadillas, press de banca, peso muerto, etc."
            }
        ]
    },
    {
        "name": "Increase the number of repetitions in certain exercises",
        "description": "Strength goal to increase the number of repetitions performed in specific exercises, which can improve endurance and muscle strength.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Aumentar el número de repeticiones en ciertos ejercicios"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de fuerza para aumentar el número de repeticiones realizadas en ejercicios específicos, lo que puede mejorar la resistencia y la fuerza muscular."
            }
        ]
    },
    {
        "name": "Develop specific strength in key muscle groups",
        "description": "Strength goal to improve strength in specific muscle groups such as upper body, lower body, back, arms, etc.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Desarrollar fuerza específica en grupos musculares clave"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de fuerza para mejorar la fuerza en grupos musculares específicos como la parte superior del cuerpo, la parte inferior del cuerpo, la espalda, los brazos, etc."
            }
        ]
    },
    {
        "name": "Improve aerobic capacity through cardiovascular exercises",
        "description": "Cardiovascular endurance goal to improve aerobic capacity and heart health through cardiovascular activities such as running, swimming, cycling, etc.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Mejorar la capacidad aeróbica a través de ejercicios cardiovasculares"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de resistencia cardiovascular para mejorar la capacidad aeróbica y la salud del corazón a través de actividades cardiovasculares como correr, nadar, andar en bicicleta, etc."
            }
        ]
    },
    {
        "name": "Increase the duration or intensity of cardio sessions",
        "description": "Cardiovascular endurance goal to increase the duration or intensity of cardio sessions, which can improve endurance and cardiovascular health.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Aumentar la duración o intensidad de las sesiones de cardio"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de resistencia cardiovascular para aumentar la duración o intensidad de las sesiones de cardio, lo que puede mejorar la resistencia y la salud cardiovascular."
            }
        ]
    },
    {
        "name": "Achieve certain distances or times in specific cardiovascular activities",
        "description": "Cardiovascular endurance goal to reach certain distances or times in specific cardiovascular activities, setting clear goals to improve endurance and performance.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Alcanzar ciertas distancias o tiempos en actividades cardiovasculares específicas"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de resistencia cardiovascular para alcanzar ciertas distancias o tiempos en actividades cardiovasculares específicas, estableciendo metas claras para mejorar la resistencia y el rendimiento."
            }
        ]
    },
    {
        "name": "Lose weight",
        "description": "Body composition goal to reduce total body weight, usually through a combination of diet and exercise.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Perder peso"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de composición corporal para reducir el peso corporal total, generalmente a través de una combinación de dieta y ejercicio."
            }
        ]
    },
    {
        "name": "Reduce body fat percentage",
        "description": "Body composition goal to decrease body fat percentage, which may involve fat loss and maintenance or increase of lean muscle mass.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Reducir el porcentaje de grasa corporal"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de composición corporal para disminuir el porcentaje de grasa corporal, lo que puede implicar pérdida de grasa y mantenimiento o aumento de masa muscular magra."
            }
        ]
    },
    {
        "name": "Gain muscle mass",
        "description": "Body composition goal to increase lean muscle mass, usually through a strength training program and proper diet.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Ganar masa muscular"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de composición corporal para aumentar la masa muscular magra, generalmente a través de un programa de entrenamiento de fuerza y una dieta adecuada."
            }
        ]
    },
    {
        "name": "Improve flexibility in certain joints or muscle groups",
        "description": "Flexibility goal to increase range of motion in certain joints or muscle groups, which can improve posture, prevent injuries, and facilitate certain movements.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Mejorar la flexibilidad en ciertas articulaciones o grupos musculares"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de flexibilidad para aumentar el rango de movimiento en ciertas articulaciones o grupos musculares, lo que puede mejorar la postura, prevenir lesiones y facilitar ciertos movimientos."
            }
        ]
    },
    {
        "name": "Be able to perform certain specific movements or postures",
        "description": "Flexibility goal to be able to perform certain specific movements or postures, such as splits, backbends, etc., which can be beneficial for certain activities or disciplines.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Poder realizar ciertos movimientos o posturas específicas"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de flexibilidad para poder realizar ciertos movimientos o posturas específicas, como splits, backbends, etc., que pueden ser beneficiosos para ciertas actividades o disciplinas."
            }
        ]
    },
    {
        "name": "Develop specific muscles",
        "description": "Specific muscle group goal to develop specific muscles such as biceps, triceps, quadriceps, hamstrings, etc., through isolation and compound exercises.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Desarrollar músculos específicos"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de grupo muscular específico para desarrollar músculos específicos como bíceps, tríceps, cuádriceps, isquiotibiales, etc., a través de ejercicios de aislamiento y compuestos."
            }
        ]
    },
    {
        "name": "Improve muscle definition in specific areas of the body",
        "description": "Specific muscle group goal to improve muscle definition in specific areas of the body such as abs, shoulders, glutes, etc., through reducing body fat percentage and increasing muscle mass.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Mejorar la definición muscular en áreas específicas del cuerpo"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de grupo muscular específico para mejorar la definición muscular en áreas específicas del cuerpo como abdominales, hombros, glúteos, etc., a través de la reducción del porcentaje de grasa corporal y el aumento de la masa muscular."
            }
        ]
    },
    {
        "name": "Improve the ability to perform daily activities",
        "description": "Functional performance goal to improve the ability to perform daily activities such as climbing stairs, lifting heavy objects, walking long distances, etc., which can improve quality of life and functional independence.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Mejorar la capacidad para realizar actividades diarias"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de rendimiento funcional para mejorar la capacidad para realizar actividades diarias como subir escaleras, levantar objetos pesados, caminar largas distancias, etc., lo que puede mejorar la calidad de vida y la independencia funcional."
            }
        ]
    },
    {
        "name": "Develop specific skills for sports or recreational activities",
        "description": "Functional performance goal to develop specific skills for sports or recreational activities such as improving speed, agility, power, endurance, etc., to enhance performance and enjoyment in the chosen activity.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Desarrollar habilidades específicas para deportes o actividades recreativas"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de rendimiento funcional para desarrollar habilidades específicas para deportes o actividades recreativas como mejorar la velocidad, agilidad, potencia, resistencia, etc., para mejorar el rendimiento y la diversión en la actividad elegida."
            }
        ]
    },
    {
        "name": "Improve balance through specific exercises",
        "description": "Balance and stability goal to improve balance through specific exercises such as single-leg balance exercises, core stability exercises, etc., which can prevent injuries and enhance performance in certain activities.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Mejorar el equilibrio a través de ejercicios específicos"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de equilibrio y estabilidad para mejorar el equilibrio a través de ejercicios específicos como ejercicios de equilibrio de una pierna, ejercicios de estabilidad del núcleo, etc., que pueden prevenir lesiones y mejorar el rendimiento en ciertas actividades."
            }
        ]
    },
    {
        "name": "Strengthen stabilizer muscles",
        "description": "Balance and stability goal to strengthen stabilizer muscles, which are responsible for maintaining proper posture and alignment during movement, which can improve stability and prevent injuries.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Fortalecer los músculos estabilizadores"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de equilibrio y estabilidad para fortalecer los músculos estabilizadores, que son responsables de mantener una postura y alineación adecuadas durante el movimiento, lo que puede mejorar la estabilidad y prevenir lesiones."
            }
        ]
    },
    {
        "name": "Improve health markers such as blood pressure, cholesterol, etc.",
        "description": "General health goal to improve health markers such as blood pressure, cholesterol, blood glucose, etc., through diet, exercise, and other lifestyle changes.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Mejorar los marcadores de salud como la presión arterial, el colesterol, etc."
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de salud general para mejorar los marcadores de salud como la presión arterial, el colesterol, la glucosa en sangre, etc., a través de la dieta, el ejercicio y otros cambios en el estilo de vida."
            }
        ]
    },
    {
        "name": "Reduce the risk of lifestyle-related diseases",
        "description": "General health goal to reduce the risk of lifestyle-related diseases such as diabetes, obesity, heart diseases, etc., through prevention and management of risk factors.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Reducir el riesgo de enfermedades relacionadas con el estilo de vida"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de salud general para reducir el riesgo de enfermedades relacionadas con el estilo de vida como la diabetes, la obesidad, las enfermedades cardíacas, etc., a través de la prevención y el manejo de los factores de riesgo."
            }
        ]
    },
    {
        "name": "Reduce stress through exercise",
        "description": "Psychological goal to reduce stress and improve emotional and mental well-being through exercise, which can release endorphins, reduce anxiety, and improve mood.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Reducir el estrés a través del ejercicio"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo psicológico para reducir el estrés y mejorar el bienestar emocional y mental a través del ejercicio, que puede liberar endorfinas, reducir la ansiedad y mejorar el estado de ánimo."
            }
        ]
    },
    {
        "name": "Improve emotional and mental well-being",
        "description": "Psychological goal to improve emotional and mental well-being through exercise, meditation, therapy, etc., which can improve mental health and overall quality of life.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Mejorar el bienestar emocional y mental"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo psicológico para mejorar el bienestar emocional y mental a través del ejercicio, la meditación, la terapia, etc., que puede mejorar la salud mental y la calidad de vida en general."
            }
        ]
    },
    {
        "name": "Establish healthy and sustainable habits",
        "description": "Psychological goal to establish healthy and sustainable habits in diet, exercise, sleep, etc., which can improve long-term health and prevent chronic diseases.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Establecer hábitos saludables y sostenibles"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo psicológico para establecer hábitos saludables y sostenibles en la dieta, el ejercicio, el sueño, etc., que pueden mejorar la salud a largo plazo y prevenir enfermedades crónicas."
            }
        ]
    },
    {
        "name": "Adjust training time according to personal time constraints",
        "description": "Time flexibility goal to adjust training time according to personal time constraints, which may involve shorter training sessions, home workouts, etc.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Ajustar el tiempo de entrenamiento según las limitaciones de tiempo personales"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Objetivo de flexibilidad de tiempo para ajustar el tiempo de entrenamiento según las limitaciones de tiempo personales, que pueden implicar sesiones de entrenamiento más cortas, entrenamientos en casa, etc."
            }
        ]
    }
]
