[
    {
        "name": "Initial or Beginner",
        "description": "Someone who is starting a training program and may have low initial fitness, endurance, and strength.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Inicial o Principiante"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Alguien que está comenzando un programa de entrenamiento y puede tener una baja condición física, resistencia y fuerza iniciales."
            }
        ]
    },
    {
        "name": "Intermediate",
        "description": "Indicates a level of fitness that has improved from the initial state but has not yet reached an advanced level. Can perform certain exercises and activities with greater ease.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Intermedio"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Indica un nivel de condición física que ha mejorado desde el estado inicial pero aún no ha alcanzado un nivel avanzado. Puede realizar ciertos ejercicios y actividades con mayor facilidad."
            }
        ]
    },
    {
        "name": "Advanced",
        "description": "Refers to a person with a significant level of fitness. Can handle intense workouts, has advanced strength, endurance, and flexibility.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Avanzado"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Se refiere a una persona con un nivel significativo de condición física. Puede manejar entrenamientos intensos, tiene fuerza, resistencia y flexibilidad avanzadas."
            }
        ]
    },
    {
        "name": "Maintenance",
        "description": "People who have already achieved their fitness goals and are following a training plan to maintain their current physical state.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Mantenimiento"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Personas que ya han alcanzado sus objetivos de condición física y siguen un plan de entrenamiento para mantener su estado físico actual."
            }
        ]
    },
    {
        "name": "Recovery",
        "description": "Someone who is in the process of recovering from an injury or illness and needs a tailored training program to gradually improve their physical condition.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Recuperación"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Alguien que está en proceso de recuperación de una lesión o enfermedad y necesita un programa de entrenamiento personalizado para mejorar gradualmente su condición física."
            }
        ]
    },
    {
        "name": "Specialized",
        "description": "A fitness state focused on specific goals, such as preparing for a sports competition, gaining muscle mass, losing weight, etc.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Especializado"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Un estado de condición física centrado en objetivos específicos, como prepararse para una competición deportiva, ganar masa muscular, perder peso, etc."
            }
        ]
    },
    {
        "name": "Rehabilitation",
        "description": "For those who have gone through an injury, surgery, or other physical limitation and need a specialized training program for recovery.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Rehabilitación"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Para aquellos que han pasado por una lesión, cirugía u otra limitación física y necesitan un programa de entrenamiento especializado para la recuperación."
            }
        ]
    },
    {
        "name": "Cross-Training",
        "description": "Incorporating different forms of training to improve overall fitness and avoid monotony.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Entrenamiento Cruzado"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Incorporar diferentes formas de entrenamiento para mejorar la condición física general y evitar la monotonía."
            }
        ]
    },
    {
        "name": "Pre-Competition",
        "description": "A specific fitness state for those who are preparing for a competition, with a focus on optimizing performance.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Pre-Competencia"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Un estado de condición física específico para aquellos que se están preparando para una competencia, con un enfoque en optimizar el rendimiento."
            }
        ]

    },
    {
        "name": "Health Maintenance",
        "description": "For individuals seeking to maintain a basic level of fitness for overall health, without specific performance goals.",
        "translations": [
            {
                "locale": "es",
                "column": "name",
                "translation": "Mantenimiento de la Salud"
            },
            {
                "locale": "es",
                "column": "description",
                "translation": "Para personas que buscan mantener un nivel básico de condición física para la salud general, sin objetivos de rendimiento específicos."
            }
        ]
    }
]
